//TODO:===================================
// Якщо змінна a дорівнює 10, виведіть 'Вірно', інакше виведіть 'Невірно'.
// const a = 8
// if (a === 10) {
//     console.log("Вірно")
// } else { console.log("Невірно") }

// a === 10 ? console.log("Вірно") : console.log("Невірно")


//TODO:===================================
// У змінній min лежить число від 0 до 59. Визначте у котру чверть години
// Попадає це число (у першу, другу, третю або четверту).
// const a = 46
// if (a < 15) {
//     console.log("Перша чверть")
// } else if (a >= 15 && a < 30) {
//     console.log("Друга чверть")
// } else if (a >= 30 && a < 45) {
//     console.log("Третя чверть")
// } else { console.log("Четверта чверть") }
    